"AboutVersion" = "版本 %@.%@";
"ActivationBtnActivate" = "输入激活码";
"ActivationBuyBtn" = "购买PRO版";
"ActivationFailMsg" = "激活失败";
"ActivationInvalidFormatInfo" = "激活码格式应如 xxxxx-xxxxx 一样。请确保输入正确，建议使用复制粘贴来避免错误。";
"ActivationInvalidFormatMsg" = "激活码格式不正确";
"ActivationKeyDescr" = "如果您已经购买过Folx，可在email中查看激活码邮件并在此输入激活码。";
"ActivationKeyHelp" = "激活码丢失？";
"ActivationKeyLabel" = "请输入您的激活码:";
"ActivationOKMInfo" = "感谢使用Folx，祝您使用愉快！";
"ActivationOKMsg" = "激活成功";
"AddingTasks" = "添加";
"AllFilters" = "所有";
"AllURLS" = "[所有链接]";
"Apply" = "应用";
"ApplyToAll" = "应用到全部";
"AutoSpeed" = "智能速控";
"Beta-tester" = "测试版试用者";
"Browsers" = "浏览器";
"Business" = "商务";
"CancelButton" = "取消";
"CheckAll" = "检查所有";
"CheckSelectedAll" = "检查所选";
"CompactFileSize" = "%@ of %@";
"Company" = "公司";
"Demo" = "免费";
"DiskSpaceAlertInformativeText" = "磁盘空间不足，请清理您的磁盘重新开始您的下载";
"DiskSpaceAlertMessageText" = "没有足够空间保存此文件";
"DontDownload" = "不要下载";
"DontShowAgain" = "不要再次显示";
"DownloadAllAlwaysButton" = "保持全部下载";
"DownloadAllButton" = "全部下载";
"DownloadButton" = "下载";
"DownlodedMusic" = "已下载音乐";
"DownlodedVideo" = "已下载视频";
"lblProgressTaskInfo" = "%@ of %@ %@";
"EmptyTasksList" = "目前没有下载任务";
"FamilyPack" = "家庭包";
"FileInFolderAlertInformativeText" = "请问需要重新下载吗？";
"FileInFolderAlertInformativeTextEX" = "文件重复";
"FileInFolderAlertMessageText" = "文件 %@ 已经存在于文件夹 %@ 中。请问要替换它吗？";
"FilterCaptionActive" = "下载中";
"FilterCaptionAll" = "所有";
"FilterCaptionCompleted" = "已完成";
"FilterCaptionPaused" = "已暂停";
"FilterCaptionScheduled" = "已计划";
"FilterCaptionSeeding" = "做种";
"FilterPlaceholder" = "搜索";
//"UrlPlaceHolder"="Enter download link or search for torrents";
"UrlPlaceHolder" = "输入链接或者搜索种子文件";
"General" = "常规";
"Hight" = "高";
"HightPriority" = "高优先级";
"LinkInListInformativeText" = "请问需要重新下载吗？";
"LinkInListInformativeText2" = "您确定要重新下载\n%@？";
"LinkInListMessageText2" = "链接 (%@) 已存在于下载列表。";
"LinkInListMessageText3" = "任务已完成。";
"LogMenu_Copy" = "复制";
"LogMenu_Copy_full_log" = "复制全部日志";
"LogMenu_Save_log_to_file" = "将日志保存至文件";
"Low" = "低";
"LowPriority" = "低优先级";
"Mount" = "挂载";
"MyUploadsTag" = "我的上传";
"NMSDServiceName" = "使用Folx下载";
"NewTagTemplate" = "新标签 %@";
"NoAppMessage" = "还未指定应用打开文件 %@";
"NoButton" = "没有";
"Normal" = "正常";
"NormalPriority" = "一般优先级";
"OKButton" = "好";
"OpenPanelCreateTorrent" = "选择一个文件或文件夹创建种子文件";
"Personal" = "个人";
"Proxy" = "代理";
"QuitAfterSeconds" = "下载任务已经完成或者已计划完成，Folx会在 %d 秒之后关闭。";
"RelocateButton" = "选择";
"STATUS_ADDR_FAIL" = "无法解析主机名";
"STATUS_AUTH_REQUIRED" = "需要验证";
"STATUS_BAD_HTTP_HEADER" = "服务器反应无效的HTTP标头";
"STATUS_CANT_CONNECT_TO_PROXY" = "代理连接错误";
"STATUS_CONNECT_ERROR" = "连接错误";
"STATUS_CONTENT_TYPE_MISMATCH" = "服务器中的文件类型和本地磁盘中的文件类型不匹配";
"STATUS_DOWNLOADUP_NO" = "服务器不支持断点续传";
"STATUS_DOWNLOADUP_YES" = "服务器支持断点续传";
"STATUS_FILE_OPEN_FAIL" = "不能创建写入新文件";
"STATUS_FILE_OP_FAIL" = "无法将数据写入文件";
"STATUS_FILE_SEEKING_FAIL" = "搜索错误: 无法增加文件";
"STATUS_FTP_COULDNT_SET_BINARY" = "STATUS_FTP_COULDNT_SET_BINARY";
"STATUS_FTP_CWD_FAILED" = "CWD命令错误";
"STATUS_FTP_LIST_ERROR" = "LIST命令错误";
"STATUS_FTP_LOGIN_DENIDED" = "登录错误";
"STATUS_FTP_OPEN_DATA_SOCK_FAIL" = "为被动模式打开一个套接字";
"STATUS_FTP_PASV_ERROR" = "切换至被动模式错误";
"STATUS_FTP_REST_UNSUPPORTED" = "REST不支持或者协议错误";
"STATUS_FTP_UNDEFINE_FILE_SIZE" = "所接受的文件大小无法有效断点续传";
"STATUS_HTTPPROXY_ADDR_FAILED" = "HTTP代理地址错误";
"STATUS_HTTPPROXY_CONNECT_FAILED" = "HTTP代理连接失败";
"STATUS_INTERNAL_PARSE_ERROR" = "无法正确解析";
"STATUS_NO_MATCH_PROXY_SETTINGS" = "所要求的代理设置在设置列中无法找到";
"STATUS_PARSE_ERROR" = "无法解析标头";
"STATUS_PROTOCOL_ERROR" = "无效的HTTP响应";
"STATUS_PROTOCOL_UNEXPECTED_RESPONSE" = "意外的服务器响应";
"STATUS_RECEIVE_ERROR" = "接收错误";
"STATUS_RESUMING_FILEDATE_MISMATCH" = "服务器中的文件数据和本地磁盘中的文件数据不匹配";
"STATUS_RESUMING_FILES_MISMATCH" = "服务器中的此文件和本地文件不匹配";
"STATUS_SEND_REQUEST_ERROR" = "发送错误";
"STATUS_SOCKS4_ADDR_FAILED" = "SOCKS4地址错误";
"STATUS_SOCKS4_CONNECT_FAILED" = "SOCKS4连接失败";
"STATUS_SOCKS4_RECV_FAILED" = "SOCKS4接收错误";
"STATUS_SOCKS4_SEND_FAILED" = "SOCKS4发送失败";
"STATUS_SOCKS5_ADDR_FAILED" = "SOCKS5地址错误";
"STATUS_SOCKS5_AUTH_FAILED" = "SOCKS5授权失败";
"STATUS_SOCKS5_CONNECT_FAILED" = "SOCKS5连接失败";
"STATUS_SOCKS5_FAILED" = "SOCKS5失败";
"STATUS_SOCKS5_GSSAUTH_FAILED" = "SOCKS5 GSS授权失败";
"STATUS_SOCKS5_RECV_FAILED" = "SOCKS5接收失败";
"STATUS_SOCKS5_SEND_FAILED" = "SOCKS5发送失败";
"STATUS_UNKNOWN_ERROR" = "未知错误";
"STATUS_UNSUPPORTED_FEATURE" = "不支持的协议特征(或者命令)";
"STAT_activating" = "激活中...";
"STAT_checking" = "检查文件...";
"STAT_downloading" = "进行中";
"STAT_fail" = "已失败";
"STAT_finalization" = "结束中...";
"STAT_finished" = "已结束";
"STAT_much_error" = "严重错误";
"STAT_q_checking" = "待检查队列";
"STAT_q_downloading" = "排队";
"STAT_q_seeding" = "待做种队列";
"STAT_r_checking" = "检查文件数据...";
"STAT_resumable_error" = "非关键错误";
"STAT_schedulet" = "已计划的";
"STAT_seeding" = "做种中";
"STAT_suspended" = "已暂停";
"Scheduler" = "计划下载任务";
"Search" = "搜索";
"SelectButton" = "选择";
"ShutdownAfterSeconds" = "因为下载任务或者计划的下载任务已完成，Mac将在 %d 秒后关机";
"Skip" = "跳过";
"SleepAfterSeconds" = "因为下载任务或者计划的下载任务已完成，Mac将在 %d 秒后进入「睡眠」状态";
"StopButton" = "停止";
"TagApplication" = "应用程序";
"TagMenu_Deselect_All" = "取消所有选择";
"TagMenu_Select_All" = "全选";
"TagMovie" = "电影";
"TagMusic" = "音乐";
"TagOther" = "其他";
"TagPicture" = "图片";
"Tags" = "标签";
"TaskStatusComplete" = "已完成";
"TaskStatusPaused" = "已暂停";
"TaskStatusQueued" = "已排队";
"TaskStatusScheduled" = "已计划";
"TasksViewHeaderTitle_comment" = "评论";
"Torrent" = "种子";
"TorrentInfoSegment_Files" = "文件";
"TorrentInfoSegment_General" = "常规";
"TorrentInfoSegment_Peers" = "用户";
"TorrentInfoSegment_Pieces" = "块";
"TorrentInfoSegment_Trackers" = "追踪服务器";
"Types" = "类型";
"UncheckAll" = "取消全部";
"UncheckSelectedAll" = "取消选中";
"UninstallInfo" = "即将要彻底卸载Folx，您所有的下载偏好设置均将删除，是否继续？";
"UninstallMsg" = "卸载Folx";
"UseHttp" = "添加HTTP并下载";
"VisitWebButton" = "访问网站";
"YesButton" = "是";
"aboutLeftDays" = "个人版，剩余 %li 日";
"aboutLicense" = "证书类型:";
"aboutLicenseType1" = "免费版";
"aboutLicenseType2" = "证书";
"alertInfoError404Local" = "所请求的资源 %@ 目前无法找到，也许未来可以找到。请以后再次尝试。";
"alertMessageError404Local" = "目前无法下载此视频";
"bandwidthCaption" = "带宽活动";
"bandwidthCurrSpeed" = "目前速率:";
"bandwidthAvg5MinSpeed" = "≈5分钟：";
"bandwidthAvg15MinSpeed" = "≈15分钟：";

"btnBuyLicense" = "购买PRO版";
"btnBuyLicense1" = "升级证书";

"btnDefaultApp" = "设为默认";
"btnEnterCode" = "激活Folx PRO";
"btnEnterCode1" = "改变证书类型";
"btnLater" = "稍后";
"btnInstallNow" = "现在安装";
"btnNewTaskApply" = "应用";
"btnNewTaskAuthorization" = "验证";
"btnNewTaskSetAsDefaults" = "设为默认";
"btnRandomize" = "随机";
"btnRestorePutchase" = "恢复购买";
"btnSendStatistic" = "将匿名使用统计信息发送至Eltima";
"btnStopSeed" = "达到做种目标时停止";
"btnUseAgent" = "在菜单栏中显示Folx Agent";
"btnUseFree" = "继续使用免费版";
"btnUsePlugin" = "使用Folx捕获浏览器中的下载链接";
"btnUseRandomPortAtStartup" = "在启动时使用随机端口";
"byte" = "字节";
"byte-sec" = "B/s";
"chkFolxShowAgain" = "不再提示";
"chkUseForAllLinks" = "应用于所有链接";
"ckUseDHT" = "启用DHT网络";
"ckUseLPD" = "启用本地用户发现功能";
"ckUseNATPMP" = "使用NAT-PMP";
"cntxMenuSort" = "排序";
"cntxMenuSortAsc" = "升序";
"cntxMenuSortByDate" = "按日期排序";
"cntxMenuSortByName" = "按文件名排序";
"cntxMenuSortByNone" = "按优先级排序";
"cntxMenuSortBySeeds" = "按种子排序";
"cntxMenuSortBySize" = "按文件大小排序";
"cntxMenuSortDate" = "日期";
"cntxMenuSortDesc" = "降序";
"cntxMenuSortName" = "文件名";
"cntxMenuSortNone" = "优先级";
"cntxMenuSortSeeds" = "种子";
"cntxMenuSortSize" = "文件大小";
"cntxMenuView" = "查看";
"copyright" = "©2017 Eltima Software. All rights reserved.";
"editTaskTitle" = "编辑任务";
"emptyListLabel" = "选定的参数下无下载任务";
"emptyListLabel1" = "目前无下载";
"emptyListLabelTorrentSearch" = "种子文件搜索结果显示于此，目前无搜索结果。";
"errNewTaskInvalidInput" = "输入无效";
"errNewTaskInvalidScheme" = "URL不正确";
"errNewTaskInvalidURL" = "您输入了一个无效或者空的链接，请重新输入正确链接。";
"fetchingMetadata" = "寻找用户";
"gigabyte" = "GB";
"hdFolder" = "文件夹";
"hdTag" = "标签";
"iTunesIntegration" = "与iTunes整合";
"infoActv2" = "请重新激活您的Folx证书。非常遗憾，如果重新激活进程一直失败，软件就会退回到免费版。所以请确保您的网络连接正常，Mac上的日期和时间设置正确，并且没有防火墙阻止Folx连接激活服务器。";
"infoCreateTag" = "标签已存在";
"infoDONTHavePermission" = "您没有权限将文件保存至 \"%@\"";
"infoDeleteTag" = "删除选定标签?";
"infoDeleteTask" = "删除选定任务?";
"infoDeleteTaskWFiles" = "删除任务文件";
"infoEnterFileTorrent" = "请输入文件名或文件夹名";
"infoFileNotFound" = "此文件已被删除或移动";
"infoFolderForTagNotFound" = "此时无法访问此标签文件夹，新的下载完成的文件无法放入此标签文件夹下";
"infoFolderNotFoundMount" = "\"%@\" 的文件夹已经被删除或者现在无法访问。请问需要保存到其他路径或者尝试挂载上一次使用的盘符 \"%@\"?";
"infoImportFromOldVer" = "您可以从之前版本的Folx导入您的下载任务和标签";
"infoNeedInstallPlugin" = "请重启浏览器以便激活链接捕获功能。访问Folx Help页面可以查看所支持浏览器的详细清单。";
"infoInvalidTorrentFile" = "种子文件错误，无法打开。";
"infoLoadFTPFolder" = "如果想要下载指定文件，请点击「选择」按钮";
"infoNotConnected" = "请检查您的网络连接再重试";
"infoRestoreFailed" = "请确保输入了正确的购买Folx GO PRO时使用的Apple ID并检查网络连接。";
"infoTorrentCreateErr" = "请重新制作种子文件";
"infoTorrentFileCountZero" = "请指定其他的文件或文件夹";
"infoTorrentFileNotFound" = "请输入一个不同的文件名";
"infoTorrentInList" = "种子文件已在列表";
"infoTorrentInListEX" = "您仍然要载入追踪服务器吗？";
"infoTorrentRatio" = "确定此种子文件要永久做种吗?";
"infoTrackersNotFound" = "传输不会访问追踪服务器获取节点，将不得不依靠非追踪服务器节点搜索方式（如PEX和DHT）下载和做种。";
"infoTrackersNotFoundPrivate" = "已被标记为专属并且没有追踪服务器的地址将无法连接到其他用户。种子文件只会在上传到一个追踪服务器并添加地址后才能使用。";
"infoTrialExpired" = "感谢试用Folx PRO! 您的试用证书已到期，Folx已恢复至免费模式。";
"infoUnableMount" = "目前无法挂载该磁盘，请选择其他文件夹。";
"infoWantStop" = "此下载任务不支持断点续传，如果现在停止，下次下载将重新开始。";
"infoYoutubeUnAvalible" = "如果要下载YouTube视频，请至我们网站下载软件的特定版本。";
"infofieldNameIsEmpty" = "请输入一个标签名以应用您的设定";
"infofieldPathIsEmpty" = "请输入带有此标签文件所要保存的文件夹路径";

"infoShortStringForSearch" = "搜索内容字数过少";
"kilobyte" = "KB";
"kilobyte-sec" = "KB/s";

"lblDefaultApp" = "使用Folx打开种子文件";
"lblEditTaskCaption" = "编辑任务";
"lblEditTorrentCaption" = "编辑种子文件";
"lblGlobalConnectionsLimit" = "全局连接限制:";
"lblNewTaskCaption" = "新任务";
"lblNewTaskDate" = "日期:";
"lblNewTaskDescription" = "描述:";
"lblNewTaskFolder" = "保存到";
"lblNewTaskName" = "名称:";
"lblNewTaskPassword" = "密码:";
"lblNewTaskReferer" = "参照:";
"lblNewTaskRename" = "重命名:";
"lblNewTaskSize" = "文件大小:";
"lblNewTaskStartTags" = "标签";
"lblNewTaskStartType" = "开始:";
"lblNewTaskThreads1" = "分成:";
"lblNewTaskThreads2" = "线程";
"lblNothingFound" = "抱歉，没有结果。请尝试其他搜索指令...";
"lblPrefDeleteTorrents" = "删除载入的种子文件";
"lblPrefLoadTorrents" = "自动从以下位置载入种子文件:";
"lblPrefMoveTorrents" = "任务完成时将种子文件移至:";
"lblPrefStoreTorrents" = "将现有任务的种子文件保存在:";
"lblPrefTorrents" = "种子设置";
"lblPrefNetwork" = "网络";
"lblRandomize" = "随机：";
"lblTagPredicateTorrent" = "种子";
"lblTagPredicateURL" = "URL";
"lblTagPredicateYoutube" = "YouTube";
"lblTagPredicateType" = "任务类型";
"lblTagPredicateDescr" = "描述";
"lblSearching" = "搜索种子文件";
"lblSearchingError" = "检查种子追踪服务器并重试.";
"lblTFileName" = "文件名:";
"lblTPath" = "保存至:";
"lblTPiecesSize" = "块大小:";
"lblTPrivate" = "私人";
"lblTStartSeeding" = "开始做种";
"lblTorrentConnectionsLimit" = "每个种子文件连接数限制:";
"lblTorrentDownloading" = "%@ of %@%@%@";
"lblTorrentInfoDSpeed" = "下载速度:";
"lblTorrentInfoDownloaded" = "已下载:";
"lblTorrentInfoElapse" = "已用时间:";
"lblTorrentInfoPeers" = "用户:";
"lblTorrentInfoRatio" = "比率:";
"lblTorrentInfoRemain" = "所剩时间:";
"lblTorrentInfoSaveAs" = "存储为:";
"lblTorrentInfoSeeds" = "种子:";
"lblTorrentInfoSize" = "总计大小:";
"lblTorrentInfoUSpeed" = "上传速度:";
"lblTorrentInfoUploaded" = "已上传:";
"lblTorrentSearch" = "搜索种子文件:";
"lblTorrentSeeding" = "%@%@%@%@";
"lblTorrentTCPPort" = "传入TCP端口:";
"lblTorrentTCPPortStateClose" = "端口已被占用";
"lblTorrentTCPPortStateOpen" = "端口可用";
"lblTorrentUploadSlotsLimit" = "每个种子文件上传数限制:";
"lblTrackers" = "追踪服务器，网络种子：";
"lblYouTubeQuality" = "视频质量:";
"logMsgCheckingSize" = "检查文件大小";
"logMsgConnecting" = "连接中";
"logMsgCriticalError" = "严重错误 (%@)";
"logMsgDirectConnected" = "直接连接";
"logMsgFtpBadResponse" = "FTP无反映";
"logMsgOpeningFile" = "保存到 %@";
"logMsgProxyConnected" = "已连接到代理";
"logMsgResumableError" = "持续性错误 (%@)";
"logMsgSocketClosed" = "关闭socket";
"logMsgTaskCompleted" = "任务完成";
"logMsgTaskStart" = "任务开始";
"logMsgTaskStop" = "任务结束";
"logMsgTaskThreadCompleted" = "线程 %@ 完成";
"logMsgTaskThreadStart" = "线程 %@ 开始";
"logMsgThreadCompleted" = "线程完成";
"logMsgThreadStarted" = "线程开始";
"logWndCaption" = "日志";
"lstNewTaskStartTypeTooltip" = "开始类型";

"mAddDHTNode" = "添加DHT节点";
"mAddTracker" = "添加追踪服务器";
"mAddWebSeeds" = "添加网络种子";
"mDHTnodes" = "DHT节点";
"mGlobal_Setting" = "全局设置";
"mRemove" = "移除";
"mSeed_Forever" = "长期做种";
"mStopSeeding" = "停止做种:";
"lblPrefStopSeed" = "停止做种:";
"mTrackers" = "追踪服务器";
"mWedSeeds" = "网络种子";
"megabyte" = "MB";
"megabyte-sec" = "MB/s";

"menuLastTasks" = "最近下载";
"memuShowAll" = "显示所有";
"menuAbout" = "关于Folx";
"menuBottom" = "移至底部";
"menuBringToFront" = "前置全部窗口";
"menuCheckUpdts" = "检查更新";
"menuClose" = "关闭";
"menuCompact" = "切换至迷你窗口";
"menuFull" = "返回至正常窗口";
"menuCopyMagnetURI" = "复制磁力链接";
"menuCreateTorrent" = "创建种子文件";
"menuCut" = "剪切";
"menuDisablePlugin" = "停止Folx插件";
"menuDown" = "下移";
"menuEdit" = "编辑";
"menuEditTorrent" = "编辑种子文件";
"menuEnablePlugin" = "启用Folx插件";
"menuFeedback" = "反馈";
"menuFile" = "文件";
"menuFileCopy" = "复制";
"menuFileCopyMany" = "复制 %i 项目";
"menuFileCopyOne" = "复制 \"%@\"";
"menuFileDelete" = "删除文件";
"menuFileDownload" = "下载文件";
"menuFileGetInfo" = "获取信息";
"menuFileOpenWith" = "打开方式";
"menuFilesDelete" = "删除文件";
"menuFilesDownload" = "下载文件";
"menuForceReCheck" = "强制重新检查";
"menuHelp" = "帮助";
"menuHideFolx" = "隐藏Folx";
"menuHideOthers" = "隐藏其他";
"menuHideTags" = "隐藏标签栏";
"menuHomePage" = "Folx主页";
"menuLogWindow" = "日志";
"menuManual" = "Folx帮助";
"menuMinimize" = "最小化";
"menuNewTask" = "新任务";
"menuNewTaskAddFolder" = "选择其他";
"menuNewTaskAutoFolder" = "自动选择任务文件夹";
"menuNewTaskStartImmediately" = "立即";
"menuNewTaskStartManualy" = "手动";
"menuNewTaskStartScheduled" = "已计划";
"menuPaste" = "粘贴";
"menuPrefs" = "偏好设置...";
"titlePrefs" = "偏好设置";
"menuProFeatures" = "PRO功能";
"menuQLPanel" = "快速查看";
"menuQuit" = "退出";
"menuRecoveryCode" = "恢复代码";
"menuRelocate" = "重置";
"menuSearchTorrent" = "搜索种子";
"menuSelectAll" = "全选";
"menuServices" = "服务";
"menuShowCompact" = "迷你窗口";
"menuShowLog" = "显示日志";
"menuShowTags" = "显示标签栏";
"menuShowTorrentInfo" = "显示种子信息";
"menuSpeedActivity" = "显示带宽活动";
"menuSpeedAuto" = "自动";
"menuSpeedUnlim" = "无限制";
"menuStartAll" = "全部开始";
"menuStopAll" = "全部停止";
"menuTaskDelete" = "删除任务";
"menuTaskDeleteSelected" = "删除所选";
"menuTaskDeleteWFiles" = "删除文件";
"menuTaskEdit" = "编辑任务";
"menuTaskFilter" = "筛选任务";
"menuTaskShowInFinder" = "在Finder中显示";
"menuTaskStart" = "开始任务";
"menuTaskStartSelected" = "开始所选任务";
"menuTaskStop" = "停止任务";
"menuTaskStopSelected" = "停止所选任务";
"menuTop" = "移至顶部";
"menuTorrentInfoWindow" = "种子信息";
"menuTransfers" = "传输";
"menuTransfersSpeedlimit" = "速度限制";
"menuTransfersSpeedlimitManual" = "自定义速度";
"menuTransfersSpeedlimitNone" = "无限制";
"menuTransfersSpeedlimitSmart" = "智能速度调整";
"menuUninstall" = "卸载";
"menuUp" = "上移";
"menuView" = "查看";
"menuViewTask" = "任务";
"menuViewTorrentSearch" = "种子文件搜索";
"menuWindow" = "窗口";
"menuZoom" = "缩放";
"menuInvert" = "大小写转化";
"menuCopyMagnet" = "复制磁力链接";
"menuQuickLook" = "快速查看";
"menuQuickLookItem" = "快速查看 \"%@\"";
"menuQuickLookItems" = "快速查看 %! 项目";
"menuNoSorting" = "不要分类";

"msgCreateTag" = "'%@' 标签已存在，请考虑使用其他名称的标签。";
"msgDONTHavePermission" = "路径错误";
"msgDeleteTag" = "删除标签";
"msgDeleteTask" = "删除任务";
"msgEnterFileTorrent" = "空路径";
"msgFileNotFound" = "无法找到文件";
"msgFolderForTagNotFound" = "电脑上不存在此标签的文件夹，点击OK让Folx创建文件夹。";
"msgFolderNotFoundCreate" = "无法恢复下载";
"msgImportFromOldVer" = "从上一版本导入";
"msgNeedInstallPlugin" = "下载更加简单快速";
"msgInvalidTorrentFile" = "%@' 不是一个有效的种子文件";
"msgLoadFTPFolder" = "需要下载整个文件夹吗？";
"msgNotConnected" = "无法连接";

"msgRestoreFailed" = "无法恢复购买";
"msgTorrentCreateErr" = "创建种子文件失败";
"msgTorrentFileCountZero" = "所选文件大小为0字节";
"msgTorrentFileNotFound" = "无法找到名字为 \"%@\" 的文件和目录";
"msgTorrentInList" = "种子文件重复";
"msgTorrentRatio" = "做种比率即将超过限定值";
"msgTrackersNotFound" = "需要为新创建的种子文件添加追踪服务器";
"msgTrialExpired" = "您的PRO试用已到期";
"msgUnableMount" = "无法挂载 \"%@\"";
"msgWantStop" = "停止下载?";
"msgYoutubeUnAvalible" = "此版本Folx不支持下载YouTube视频";
"msgfieldNameIsEmpty" = "未输入文件名";
"msgfieldPathIsEmpy" = "未输入文件夹名";
"msgSetAsDefaultApp" = "将Folx作为默认的种子文件下载客户端？";
"msgShortStringForSearch" = "搜索内容至少包含3个字母长度。搜索内容字数越多搜索更快，搜索结果也更加精确。";
"multipleValues" = "[多个URL]";
"multipleTagValues" = "[多个值]";
"notificationTorrentsLoaded" = "%i 个种子文件已载入";
"placeHolderNewTask" = "在此添加链接";
"placeHolderTSearch" = "搜索追踪服务器...";
"prefBtnInstallExt" = "安装扩展";
"prefCheckMimeType" = "解析类型:";
"prefDisable" = "什么也不做";
"prefDontUseProxy" = "不使用代理:";
"prefFreeScheduler" = "计划下载任务是PRO功能";
"prefFreeScheduler1" = "解锁";
"prefFreeV" = "升级至PRO后此项设定才能生效";
"prefFreeVSpeed" = "智能速度调节是PRO功能";
"prefLblInstallExt" = "Folx扩展支持Safari，Google Chrome，Firefox和Opera浏览器。您可以在浏览器中直接添加下载任务至Folx。";
"prefMaximalActiveTasks" = "同时运行最大任务数:";
"prefMaximalActiveUploads" = "同时运行最大上传数:";
"prefMinSizePerThread" = "单线程文件最小值:";
"prefOnAllTasksComplete" = "当所有任务下载完成时:";
"prefOpenAtLogin" = "系统登录时自动打开";
"prefPassword" = "密码:";
"prefPort" = "端口:";
"prefQuit" = "退出";
"prefRestoreDefaults" = "恢复默认";
"prefServer" = "服务器:";
"prefShowNewTaskWindow" = "显示\"新建任务\"窗口";
"prefShowNewTaskWindowLbl" = "当添加新的下载任务时:";
"prefShutdown" = "关闭";
"prefSleep" = "睡眠";
"prefSpeedLimit" = "最大下载速度:";
"prefUSpeedLimit" = "限制上传速度:";
"prefStartSheduled" = "启用计划下载任务功能";
"prefStopSheduled" = "当计划下载任务停止时:";
"prefTagFree" = "iTunes集成是PRO功能";
"prefTagName" = "标签名";
"prefTagOptions" = "为此类属性下载任务自动配置此项标签";
"prefTorrentSerachFree" = "种子文件搜索是PRO特有功能";
"prefPassRememberFree" = "Folx免费版最多可以保存2个密码";
"prefUSpeedLimit" = "限制上传速度:";
"prefUpdateInterval" = "更新间隔";
"prefUseHTTPProxy" = "使用HTTP代理:";
"prefUseHTTPSProxy" = "使用HTTPS代理:";
"prefUseSOCKS4" = "SOCKS4";
"prefUseSOCKS5" = "SOCKS5";
"prefUseSOCKSProxy" = "使用SOCKS代理:";
"prefUser" = "用户名:";
"prefUserAgent" = "用户代理:";
"prefLblScheduler" = "计划任务:";
"prefLblSchedule" = "计划:";
"prefBtnLimit" = "时间限制";
"prefLblWeekDays" = "天:";
"prefLblFrom" = "从:";
"prefLblTo" = "至:";
"prefBtnNothing" = "没有选中";
"prefBtnEveryday" = "每日";
"prefBtnWeekDays" = "工作日";
"prefBtnWeekEnds" = "周末";
"prefLblMonday" = "周一";
"prefLblTuesday" = "周二";
"prefLblWednesday" = "周三";
"prefLblThursday" = "周四";
"prefLblFriday" = "周五";
"prefLblSaturday" = "周六";
"prefLblSunday" = "周日";
"prefLblSmart" = "智能速度控制:";
"prefAppList" = "当列表中的应用正在运行时";
"prefLblPassList" = "保存密码:";
"prefLblHeaderHost" = "主机";
"prefLblHeaderUserName" = "关联用户";
"prefLblHost" = "主机:";
"prefLblUserName" = "用户名:";
"prefLblPassword" = "密码:";
"prefLblPrivacy" = "隐私:";
"prefLblAgent" = "Folx Agent:";
"prefLblInfo" = "推荐保持开启此选项以便获得最佳的用户体验。您的个人数据没有被共享。";
"prefLblProxyPlaceholder" = "例如: example.com";
"prefLblActive" = "正在进行";
"prefLblSeeding" = "正在做种";
"prefLblDownload" = "正在下载";
"prefLblDisable" = "停止";

"toolTipStopAndClearSearch" = "停止搜索并清空结果";
"toolTipStopAndBack" = "停止并返回任务";
"toolTipAddNewTask" = "添加新任务";
"toolTipStopSearch" = "停止搜索";
"toolTipStartSearch" = "开始搜索";
"toolTipSpeedLimitControp" = "限速控制";

"lblAddingUrls" = "新增下载";
"lblAddingUrlsProgress" = "添加 %i 中的 %i...";
"lblSelectedCaption" = "从 %d 中选择 %d";
"lblSmartSpeedControlSSL" = "智能速度限制";
"lblSmartSpeedControlUnlim" = "无限制";
"lblSmartSpeedControlAuto" = "智能";
"lblSmartSpeedControlDL" = "下载: %@";
"lblSmartSpeedControlUL" = "上传: %@";
"lblNoTorrentSelected" = "未选中种子文件";
"lblFolxReminder" = "解锁PRO功能";

"msgPasswordExist" = "信息已存在";
"infoPasswordExist" = "您已为此连接建立了登录信息和密码。";

"msgCancelAdding" = "停止添加下载任务";
"infoCancelAdding" = "您是否确定停止添加新的任务并删除已添加的任务?";

"infoSavePassword" = "需要保存此网站密码以便今后的下载?";
"msgSavePassword" = "保存密码?";

"msgNewTaskTorrentInvalidInput" = "未选择种子文件";
"infoNewTaskTorrentInvalidInput" = "请选择想要下载的种子文件";

"msgErrSmartSpeedAddingApp" = "正在添加Folx";
"infoErrSmartSpeedAddingApp" = "Folx无法自我调整速度，这不符常理。";

"regTo" = "注册:";
"remstr0" = "将下载分成10线程";
"remstr1" = "智能速度控制";
"remstr2" = "种子搜索";
"remstr3" = "密码管理";
"remstr4" = "下载计划任务";
"remstr5" = "自定义速度";
"remstr6" = "从YouTube下载";
"remstr7" = "iTunes集成";
"remstr16" = "升级以获得 %@ 项特性";
"remstr17" = "PRO";
"remstr18" = "19.95美元";
"remstr19" = "Folx PRO强大不止如此！前往了解它的更多强大功能。";

"music_filter" = "音乐";
"video_filter" = "视频";
"applications_filter" = "应用";
"documents_filter" = "文件";
"images_filter" = "图片";

"TorrentInfoSegment_General" = "常规";
"TorrentInfoSegment_Peers" = "用户";
"TorrentInfoSegment_Pieces" = "块";
"TorrentInfoSegment_Files" = "文件";
"TorrentInfoSegment_Trackers" = "追踪服务器";

"PeersViewHeaderTitle_address" = "地址";
"PeersViewHeaderTitle_client" = "客户端";
"PeersViewHeaderTitle_payload_up_speed" = "上传速度";
"PeersViewHeaderTitle_payload_down_speed" = "下载速度";
"PeersViewHeaderTitle_progress" = "进程";
"PeersViewHeaderTitle_total_upload" = "已上传";
"PeersViewHeaderTitle_total_download" = "已下载";

"PiecesViewHeaderTitle_piece_index" = "块";
"PiecesViewHeaderTitle_blocks_in_piece" = "区块";
"PiecesViewHeaderTitle_finished" = "已完成";
"PiecesViewHeaderTitle_piece_state" = "状态";

"FilesViewHeaderTitle_state" = "文件名";
"FilesViewHeaderTitle_priority" = "优先级";
"FilesViewHeaderTitle_size" = "大小";
"FilesViewHeaderTitle_progress" = "已下载";
"FilesViewHeaderTitle_finished" = "块";

"TrackersViewHeaderTitle_name" = "文件名";
"TrackersViewHeaderTitle_status" = "状态";
"TrackersViewHeaderTitle_update_in" = "更新";
"TrackersViewHeaderTitle_seeds" = "种子";
"TrackersViewHeaderTitle_peers" = "用户";
"TrackersViewHeaderTitle_loaded" = "已下载";
"FileList_url" = "url";

"SetAsDefault" = "设为默认";

"DontSet" = "暂时不用";
"AddButton" = "添加";

/*GO,GO+*/
"btnBoughtLicense" = "已解锁";
"remstr8" = "PRO功能包";
"remDescr0" = "优化Folx使用网络流量和指定日期的计划速度。";
"remDescr1" = "允许选择开始下载和结束下载最合适的时间。";
"remDescr2" = "此项功能可以极大提高下载速度。";
"remDescr3" = "已下载的音乐和视频会自动加入iTunes播放列表。";
"remDescr4" = "保存登录信息以便更快下载需要验证登录信息的内容。";
"remDescr5" = "立马获得PRO功能，物超所值！";

"msgScheduleAlert" = "请注意：计划下载任务将在后台持续运行！";
"infoScheduleAlert" = "您即将要启用Folx下载计划功能，此功能进程即使退出Folx也会在后台保持独立运行。您可以通过停止计划下载任务关闭此项功能。";

"msgUnsupportedAlert" = "无法开始下载";
"infoUnsupportedAlert" = "Folx GO不支持此类下载链接。抱歉给您带来不便。";

"FTPFileList_filename" = "文件名";
"FTPFileList_size" = "文件大小";
"FTPFileList_date" = "日期";

"UrlPlaceHolderGO" = "请输入下载链接";

"alert-appstatico-title" = "帮助我们改善";
"alert-appstatico-message" = "同意将匿名使用数据信息发送给我们吗？请放心，这些数据信息只包括产品信息，我们不会收集您的个人信息。";
"alert-appstatico-ok" = "发送";
"alert-appstatico-cancel" = "不发送";

"msgStartFailed" = "无法开启Folx";

"infoStartFailedGO" = "Folx GO升级遇到错误，请删除上一版本Folx GO并清空废纸篓，重启Mac，从App Store中下载安装最新版Folx GO并恢复购买。";
"infoStartFailedGOPLUS" = "Folx GO+升级遇到错误，请删除上一版Folx GO+并清空废纸篓，重启Mac，从App Store中下载安装最新版的Folx GO+并恢复购买。";

"msgRestoreComplete" = "成功!";
"infoRestoreComplete" = "您的购买已恢复。";

/*new*/
"btnSaveCookie" = "保存 Cookies";
"prefLblHeaderCreationDate" = "创建日期";
"lblBasePass" = "HTTP 或 FTP 密码";
"descBasePass" = "记住登录名和密码。";

"lblWebPass" = "浏览器认证";
"descWebPass" = "仅保存网站的Cookies，不保存登录帐号和密码。";
"placeHolderUrlBrowser" = "在这里粘贴 URL";
"btnSelectCookie" = "已保存的密码";

"infoAlertDeletePass" = "如果您以后也需要从该网站下载，需要再次保存登录帐号和密码。";
"messAlertDeletePass" = "您确定要删除 %@ 的登录详细信息吗？";

"GoToAiryButton" = "获取 Airy 应用";
"LoginButton" = "登录";
"messAlertYoutubeErr" = "Folx 无法从 YouTube 下载该视频。请尝试登录您的 YouTube 账户并重新下载，或者尝试使用 Airy 下载该视频。";
"infoAlertYoutubeErr" = "无法下载";

"lblWebViewStep1" = "1. 粘贴URL";
"lblWebViewDescStep1" = "粘贴链接至上面的输入框，然后点击\"回车\"。";
"lblWebViewStep2" = "2. 登录";
"lblWebViewDescStep2" = "为该网站输入登录信息。该信息不会被记录，仅用于获取Cookies。";
"lblWebViewStep3" = "3. 保存";
"lblWebViewDescStep3" = "点击\"保存\"按钮以保存新设置。";
"strWebSitePass" = "Web验证";
"prefSwitchToAllTasks" = "显示当前全部任务";
"menuSelectNone" = "取消选择";
"lblOptions" = "选项：";
"placeHolderSelectSource" = "选择资源";
"placeHolderSelectTorrent" = "选择种子文件";
"menuSpeedLimit" = "最大下载速度";
"menuUSpeedLimit" = "限制上传速度";
"btnBuyNow" = "立刻购买";

/*new*/
"messAlertYoutubeErrSetapp" = "Folx无法从YouTube下载该视频。请尝试登陆您的YouTube账户后重新下载。";
"miCustom"="自定义";
"miChoose"="设置...";
"alertChooseCustDownloadSpeed"="设置自定义下载速度";
"alertChooseCustUploadSpeed"="设置自定义上传速度";